Repository: sergeydi/MCP-Notes
Catalog: mcpnotes-mac/Localizable.xcstrings
Source language: en
Languages: ru, uk

source: %@, tags: %@
ru: %@, теги: %@
uk: %@, теги: %@

source: %lld notes indexed
ru: Проиндексировано %lld заметки
uk: Проіндексовано %lld нотатки

source: A note with this filename already exists
ru: Заметка с таким именем уже существует
uk: Нотатка з таким іменем вже існує

source: Add Bookmark
ru: Добавить закладку
uk: Додати закладку

source: Add bookmark
ru: Добавить закладку
uk: Додати закладку

source: Add tag…
ru: Добавить тег…
uk: Додати тег…

source: All Notes
ru: Все заметки
uk: Всі нотатки

source: Apply
ru: Применить
uk: Застосувати

source: Back
ru: Назад
uk: Назад

source: Bold
ru: Жирный
uk: Жирний

source: Bullet List
ru: Маркированный список
uk: Маркований список

source: Bullet list
ru: Маркированный список
uk: Маркований список

source: By Tags
ru: По тегам
uk: За тегами

source: Code
ru: Код
uk: Код

source: Content
ru: По содержимому
uk: За вмістом

source: Create new note
ru: Создать заметку
uk: Створити нотатку

source: Delete
ru: Удалить
uk: Видалити

source: Delete "%@"?
ru: Удалить "%@"?
uk: Видалити "%@"?

source: Delete Note
ru: Удалить заметку
uk: Видалити нотатку

source: Delete note
ru: Удалить заметку
uk: Видалити нотатку

source: Enable RAG
ru: Включить RAG
uk: Увімкнути RAG

source: Favorites
ru: Избранное
uk: Вибране

source: Forward
ru: Вперёд
uk: Вперед

source: iCloud Sync
ru: Синхронизация iCloud
uk: Синхронізація iCloud

source: Indexer Status
ru: Статус индексатора
uk: Стан індексатора

source: Indexing failed
ru: Ошибка индексирования
uk: Помилка індексування

source: Indexing notes… %lld / %lld
ru: Индексирование… %lld / %lld
uk: Індексування… %lld / %lld

source: Insert Link
ru: Вставить ссылку
uk: Вставити посилання

source: Insert wikilink
ru: Вставить вики-ссылку
uk: Вставити вікі-посилання

source: Italic
ru: Курсив
uk: Курсив

source: MCP Configuration
ru: Конфигурация MCP
uk: Конфігурація MCP

source: No wikilinks updated
ru: Вики-ссылок не найдено
uk: Вікі-посилань не знайдено

source: 1 wikilink updated
ru: 1 вики-ссылка обновлена
uk: 1 вікі-посилання оновлено

source: %lld wikilinks updated
ru: %lld вики-ссылки обновлены
uk: %lld вікі-посилання оновлено

source: New Note
ru: Новая заметка
uk: Нова нотатка

source: New tag name
ru: Название нового тега
uk: Назва нового тегу

source: No notes found
ru: Заметки не найдены
uk: Нотаток не знайдено

source: No Note Selected
ru: Заметка не выбрана
uk: Нотатку не вибрано

source: No Tags
ru: Без тегов
uk: Без тегів

source: Not started
ru: Не запущено
uk: Не розпочато

source: Notes Folder
ru: Папка с заметками
uk: Папка нотаток

source: Numbered List
ru: Нумерованный список
uk: Нумерований список

source: Numbered list
ru: Нумерованный список
uk: Нумерований список

source: Open in New Window
ru: Открыть в новом окне
uk: Відкрити в новому вікні

source: Open settings
ru: Открыть настройки
uk: Відкрити налаштування

source: Re-index All Notes
ru: Переиндексировать все заметки
uk: Переіндексувати всі нотатки

source: Related
ru: Похожие
uk: Схожі

source: Remove Bookmark
ru: Убрать закладку
uk: Прибрати закладку

source: Remove bookmark
ru: Убрать закладку
uk: Прибрати закладку

source: Remove tag %@
ru: Убрать тег %@
uk: Прибрати тег %@

source: Reveal in Finder
ru: Показать в Finder
uk: Показати у Finder

source: Search
ru: Поиск
uk: Пошук

source: Search notes…
ru: Поиск заметок…
uk: Пошук нотаток…

source: Select a note from the sidebar or create a new one.
ru: Выберите заметку на панели или создайте новую.
uk: Виберіть нотатку на панелі або створіть нову.

source: Semantic search indexes your notes locally and exposes them via MCP.
ru: Семантический поиск индексирует ваши заметки локально и открывает к ним доступ через MCP.
uk: Семантичний пошук індексує ваші нотатки локально та надає до них доступ через MCP.

source: Settings
ru: Настройки
uk: Налаштування

source: Share
ru: Поделиться
uk: Поділитися

source: Share note
ru: Поделиться заметкой
uk: Поділитися нотаткою

source: Show Wikilink Graph
ru: Показать граф вики-ссылок
uk: Показати граф вікі-посилань

source: Storage
ru: Хранилище
uk: Сховище

source: Strikethrough
ru: Зачёркнутый
uk: Закреслений

source: Sync is managed automatically by iCloud.
ru: Синхронизация управляется автоматически через iCloud.
uk: Синхронізацію керує iCloud автоматично.

source: tags
ru: теги
uk: теги

source: This note will be permanently deleted.
ru: Эта заметка будет удалена без возможности восстановления.
uk: Цю нотатку буде видалено назавжди.

source: Title
ru: По названию
uk: За назвою

source: Wikilink Graph
ru: Граф вики-ссылок
uk: Граф вікі-посилань
